package eu.tutorial.moodle.data.local

data class WiseSentence(
    val sentence: String,
    val writer: String
)

val wiseSentencesList = listOf(
    WiseSentence(
        "감정적인 문제를 해결하는 근본은\n불편한 감정의 진짜 원인을 파악하는 일이다",
        "알랭"
    ),
    WiseSentence(
        "행복은 몸에 좋다 그러나\n마음의 힘을 길러주는 것은 슬픔이다",
        "마르셀 프루스트"
    ),
    WiseSentence(
        "좋은 감정, 나쁜 감정이란 없다. 적합한 감정만이 있을 뿐이다",
        "크리스텔 프티콜렝"
    ),
    WiseSentence(
        "모든 감정은 몸 안에 울려퍼진다",
        "조슬린 드콴트"
    ),
    WiseSentence(
        "훌륭한 감정이란 타인의 감정을 고려하여 표현하는 기술이다",
        "밀러"
    ),
    WiseSentence(
        "사람의 감정은....\n언제나 진실보다 편견에 치우친다",
        "조정민"
    ),
    WiseSentence(
        "우리가 사람을 대할 때,\n논리의 동물을 대하고 있지 않다는 점을 기억할 일이다.\n우리는 감정의 동물, 편견으로 마음이 분주하고\n자존심과 허영에 따라 움직이는 동물과 상대하고 있는 것이다",
        "데일 카네기"
    ),
    WiseSentence(
        "인간은 행동은 약속할 수 있어도 감정은 약속할 수 없다",
        "니체"
    ),
    WiseSentence(
        "가장 깊은 감정은 항상 침묵 속에 있다",
        "마리안느 무어"
    ),
    WiseSentence(
        "회한의 감정이 있다는 것은\n죄와 더불어 사는 것이 좋지 않다는 증거다",
        "존 번연"
    ),
    WiseSentence(
        "경험이 많을수록 말수가 적어지고\n슬기를 깨칠수록 감정을 억제한다\n고난은 인간의 진가를 증명하는 것이다",
        "에픽테토스"
    ),
    WiseSentence(
        "감정에서 벗어나 상황에 집중하면 통제감이 높아진다",
        "줄리 노럼"
    ),
    WiseSentence(
        "숨겨둔 감정은 입가에 나타나고,\n나이와 슬픔은 뒷모습에 나타난다",
        "도몬 캔"
    ),
    WiseSentence(
        "자신의 감정에 주어지는 충격으로써 책의 능력을 판단한다",
        "롱펠로우"
    ),
    WiseSentence(
        "비애는 인간이 품을 수 있는 감정가운데 최고의 것이다.\n비애야말로 인생과 예술의 궁극의 전형이다",
        "오스카 와일드"
    ),
    WiseSentence(
        "모든 감정에서 두려움이 판단력을 가장 악화시킨다",
        "레츠 추기경"
    ),
    WiseSentence(
        "외적인 영향에 좌우되고 싶지 않다면\n먼저 자기 자신의 격렬한 감정부터 조절해야 한다",
        "사무엘 죤슨"
    ),
    WiseSentence(
        "예술은 손으로 만든 작품이 아니라\n예술가가 경험한 감정의 전달이다",
        "톨스토이"
    ),
    WiseSentence(
        "연애감정이란\n서로가 상대방을 오해하는데서 생겨나는 것이다",
        "오스카 와일드"
    ),
    WiseSentence(
        "남성은 개념을 표현하고 여성은 감정을 표현한다",
        "폴 투르니에"
    ),
    WiseSentence(
        "어떤 감정도 고유의 모습을 오랫동안 지키지 못한다.\n마치 파도처럼",
        "헨리 워드 비처"
    ),
    WiseSentence(
        "기쁨이란 자신의 힘이 증진되었다는데서 오는 감성이라면,\n슬픔이란 이와는 반대로 철저한 무력감 에서 유래하는 감정이다",
        "스피노자"
    ),
    WiseSentence(
        "행복이란 무엇인가?\n힘이 성장하고 있다는 감정, 저항을 극복했다는 감정이다",
        "니체"
    ),
    WiseSentence(
        "감정을 절제하는 것은 기쁜 마음에 재를 뿌리는 것이 아니다.\n어떤 상황에서도 스스로를 통제하고 사려깊게 행동하는 것이다",
        "마티아스 뇔케"
    ),
    WiseSentence(
        "지나간 것은 잊어버리고, 다가올 것에 집중하라",
        "베스트셀러 작가, 칼 로저스"
    ),
    WiseSentence(
        "실패는 성공에 대한 또 다른 시도다",
        "토마스 에디슨"
    ),
    WiseSentence(
        "반드시 성공할 거라고 믿어라.\n그렇지 않으면 아무것도 할 수 없다",
        "야마구치 겐셰이"
    ),
    WiseSentence(
        "최악의 상황에서도, 언제나 희망을 가져라",
        "아미얼 카바니"
    ),
    WiseSentence(
        "약한 자는 다른 사람을 지배하려 하고,\n강한 자는 자기 자신을 지배하려 한다",
        "미셸 드 몽테뉴"
    ),
    WiseSentence(
        "당신의 인생을 변화시키는 것은 당신의 생각이다",
        "닐 게면"
    ),
    WiseSentence(
        "실패를 경험하는 것은 아무 문제가 아니다.\n그것이 성공으로 가는 길임을 기억하라",
        "토마스 왓슨"
    ),
    WiseSentence(
        "당신이 생각하는 대로 됩니다",
        "월트 디즈니"
    ),
    WiseSentence(
        "인생은 변화와 적응의 과정이다",
        "헬렌 켈러"
    ),
    WiseSentence(
        "성공의 비결은 용기이다",
        "윈스턴 처칠"
    ),
    WiseSentence(
        "당신의 미래를 예측하려면, 자신의 행동을 보면 된다",
        "르나르트"
    ),
    WiseSentence(
        "실패는 언제나 새로운 기회를 가져온다",
        "마이크 러닝"
    ),
    WiseSentence(
        "자신에게 좀 더 관대해지고,\n다른 사람에게 좀 더 이해심을 가지자",
        "엘리노어 루스벨트"
    ),
    WiseSentence(
        "당신의 인생에서 실패를 두려워하지 말고,\n그것을 배움의 기회로 삼아라",
        "링컨"
    ),
    WiseSentence(
        "행복은 끝나지 않는 여행이다",
        "존 샤도"
    ),
    WiseSentence(
        "당신이 더 잘 될 것이라고 믿으면,\n그렇게 될 것이다",
        "데일 카네기"
    ),
    WiseSentence(
        "인생에서 가장 위대한 것은 용기다.\n용기가 있다면 다른 모든 덕보다 훨씬 쉽게 이룰 수 있다.",
        "아리스토텔레스"
    ),
    WiseSentence(
        "강한 사람은 언제나 자신에게 관대하고,\n약한 사람은 자신에게 냉정하다",
        "휴고"
    ),
    WiseSentence(
        "아주 많은 실수를 저지른 것이 아니라면\n 옳은 선택 몇 개만으로도 인생은 성공할 수 있다",
        "워렌 버핏"
    ),
    WiseSentence(
        "좋은 하루든, 나쁜 하루든,\n겪어 낸다는 것에 의미를 두자.\n그런 의미에서 나는 매일 잘 되고 있다",
        ""
    ),
    WiseSentence(
        "뒤로 갈수록 편안하고 빛나야 하는 것이 인생이다",
        "공병호"
    ),
    WiseSentence(
        "어떤 어둠도 빛이 되지 않으면\n그 어둠이 어떤 의미가 있을까요?",
        "헬렌켈러"
    ),
    WiseSentence(
        "계속해서 앞으로 나아가는 것이 중요합니다.\n또한, 가장 어두운 밤이 지나면 해는 반드시 떠오를 것입니다",
        "빅터 휴고"
    ),
    WiseSentence(
        "절망의 순간에야 비로소 용기와 희망이 생긴다",
        "존 피츠제럴드 케네디"
    ),
    WiseSentence(
        "네가 가고자 하는 곳에 도착하려면,\n단지 한 발 앞으로 나아가면 된다",
        "마틴 루터 킹"
    ),
    WiseSentence(
        "후회하지 말고, 어떤 시련이 와도 눈을 감지 마세요.\n그 시련은 당신이 더 강해지기 위한 선물입니다",
        "로빈 샤마"
    ),
    WiseSentence(
        "성공하기 위한 가장 확실한 방법은 \n일어나서 실패한 것을 반복하는 것입니다",
        "에드워드 싱그리"
    ),
    WiseSentence(
        "어떤 어려움도 당신이 포기하지 않는 한,\n당신은 이기지 못할 수 없습니다",
        "알베르트 아인슈타인"
    ),
    WiseSentence(
        "어려운 시기에는 가장 아름다운 꿈들이 탄생합니다",
        "알버트 슈바이처"
    ),
    WiseSentence(
        "인생은 결코 공평하지 않습니다.\n하지만 그렇다고 해서 포기해서는 안 됩니다",
        "월트 디즈니"
    ),
    WiseSentence(
        "이 또한 지나가리라",
        "-"
    ),
    WiseSentence(
        "할 수 있다고 믿으세요.\n그러면 절반쯤 온 것입니다!",
        "시어도어 루즈벨트"
    ),
    WiseSentence(
        "어려움 속에 기회가 있다",
        "알베르트 아인슈타인"
    ),
    WiseSentence(
        "우리는 우리가 생각하는 대로 된다",
        "부처"
    ),
    WiseSentence(
        "일곱번 넘어져도 여덟번 일어서라",
        "-"
    ),
    WiseSentence(
        "행복한 하루 보내세요 :)",
        "팀 Moodle"
    ),
)