package eu.tutorial.moodle.data.local

val wiseSentence = listOf<String>(
    "감정적인 문제를 해결하는 근본은\n" +
            "불편한 감정의 진짜 원인을 파악하는 일이다\n" +
            "ㅡ알랭",


    "행복은 몸에 좋다 그러나 마음의 힘을 길러주는 것은 슬픔이다 ㅡ마르셀 프루스트",


    "좋은 감정, 나쁜 감정이란 없다. 적합한 감정만이 있을 뿐이다 ㅡ크리스텔 프티콜렝",


    "모든 감정은 몸 안에 울려퍼진다 ㅡ조슬린 드콴트",


    "훌륭한 감정이란 타인의 감정을 고려하여 표현하는 기술이다. ㅡ밀러",


    "사람의 감정은.... 언제나 진실보다 편견에 치우친다 ㅡ조정민",


    "우리가 사람을 대할 때, 논리의 동물을 대하고 있지 않다는 점을 기억할 일이다. 우리는 감정의 동물, 편견으로 마음이 분주하고 자존심과 허영에 따라 움직이는 동물과 상대하고 있는 것이다 ㅡ데일 카네기",


    "인간은 행동은 약속할 수 있어도 감정은 약속할 수 없다 ㅡ니체",


    "가장 깊은 감정은 항상 침묵 속에 있다 ㅡ마리안느 무어",


    "회한의 감정이 있다는 것은 죄와 더불어 사는 것이 좋지 않다는 증거다 ㅡ존 번연",


    "경험이 많을수록 말수가 적어지고 슬기를 깨칠수록 감정을 억제한다 고난은 인간의 진가를 증명하는 것이다ㅡ에픽테토스",


    "감정에서 벗어나 상황에 집중하면 통제감이 높아진다 ㅡ줄리 노럼",


    "숨겨둔 감정은 입가에 나타나고, 나이와 슬픔은 뒷모습에 나타난다 ㅡ도몬 캔",


    "자신의 감정에 주어지는 충격으로써 책의 능력을 판단한다 ㅡ롱펠로우",


    "비애는 인간이 품을 수 있는 감정가운데 최고의 것이다. 비애야말로 인생과 예술의 궁극의 전형이다 ㅡ오스카 와일드",


    "모든 감정에서 두려움이 판단력을 가장 악화시킨다 ㅡ레츠 추기경",


    "외적인 영향에 좌우되고 싶지 않다면 먼저 자기 자신의 격렬한 감정부터 조절해야 한다 ㅡ사무엘 죤슨",


    "예술은 손으로 만든 작품이 아니라 예술가가 경험한 감정의 전달이다 ㅡ톨스토이",


    "연애감정이란 서로가 상대방을 오해하는데서 생겨나는 것이다 ㅡ오스카 와일드",


    "남성은 개념을 표현하고 여성은 감정을 표현한다 ㅡ폴 투르니에",


    "어떤 감정도 고유의 모습을 오랫동안 지키지 못한다. 마치 파도처럼 ㅡ헨리 워드 비처",


    "기쁨이란 자신의 힘이 증진되었다는데서 오는 감성이라면, 슬픔이란 이와는 반대로 철저한 무력감 에서 유래하는 감정이다 ㅡ스피노자",


    "행복이란 무엇인가? 힘이 성장하고 있다는 감정, 저항을 극복했다는 감정이다 ㅡ니체",


    "감정을 절제하는 것은 기쁜 마음에 재를 뿌리는 것이 아니다. 어떤 상황에서도 스스로를 통제하고 사려깊게 행동하는 것이다 ㅡ마티아스 뇔케",

    )
